{
    "Admin Panel": "Админ панел",
    "Dashboard": "Табло",
    "Memorials": "Мемориали",
    "Billing": "Фактуриране",
    "Explore": "Разгледайте",
    "Profile": "Профил",
    "Log Out": "Изход",
    "Sign In": "Вход",
    "Get Started": "Започнете",
    "Pricing": "Цени",
    "About": "За нас",
    "Create Account": "Създаване на акаунт",
    "Honor Those": "Почетете тези",
    "Who Matter": "Които имат значение",
    "Every Life Deserves": "Всеки живот заслужава",
    "To Be Remembered": "Да бъде запомнен",
    "Create beautiful, lasting memorial pages for the people who shaped your life. Share memories, light candles, and keep their legacy alive forever.": "Създайте красиви, трайни мемориални страници за хората, които са оформили живота Ви. Споделяйте спомени, палете свещи и пазете тяхното наследство живо завинаги.",
    "Get Started Free": "Започнете безплатно",
    "Explore Memorials": "Разгледайте мемориали",
    "Beautiful Memorials": "Красиви мемориали",
    "Create stunning memorial pages with photos, timelines, and rich obituaries. Every detail is presented with elegance and care.": "Създайте впечатляващи мемориални страници със снимки, хронологии и подробни некролози. Всеки детайл е представен с елегантност и грижа.",
    "Share & Remember": "Споделяйте и помнете",
    "Invite family and friends to contribute memories, photos, and heartfelt tributes. Light virtual candles and leave flowers.": "Поканете семейство и приятели да споделят спомени, снимки и сърдечни почести. Палете виртуални свещи и оставяйте цветя.",
    "Forever Preserved": "Запазени завинаги",
    "Memorials are preserved indefinitely with secure cloud storage. Generate QR codes for gravestones to connect physical and digital tributes.": "Мемориалите се съхраняват безсрочно в сигурно облачно хранилище. Генерирайте QR кодове за надгробни плочи, за да свържете физическите и дигиталните почести.",
    "How It Works": "Как работи",
    "Create a Memorial": "Създаване на мемориал",
    "Create a memorial in just a few steps.": "Създайте мемориал само в няколко стъпки.",
    "Share With Loved Ones": "Споделете с близки",
    "Share the memorial link or QR code. Visitors can leave tributes and light candles.": "Споделете линка към мемориала или QR кода. Посетителите могат да оставят почести и да палят свещи.",
    "Honor and preserve the memory of your loved one.": "Почетете и съхранете паметта на Вашия близък.",
    "Trusted by Families Worldwide": "Избрани от семейства по целия свят",
    "Thousands of families have chosen GraveSpace to honor and preserve the memory of their loved ones.": "Хиляди семейства са избрали GraveSpace, за да почетат и съхранят паметта на своите близки.",
    "memorial pages": "мемориални страници",
    "Candles Lit": "Запалени свещи",
    "candles": "свещи",
    "Tributes Written": "Написани почести",
    "tributes": "почести",
    "Photos Preserved": "Съхранени снимки",
    "photos": "снимки",
    "Start preserving precious memories today. Create a free memorial and give your loved one the tribute they deserve.": "Започнете да съхранявате ценни спомени още днес. Създайте безплатен мемориал и отдайте на Вашия близък почестта, която заслужава.",
    "Create a Free Memorial": "Създаване на безплатен мемориал",
    "No credit card required. Create your first memorial in minutes.": "Не се изисква кредитна карта. Създайте първия си мемориал за минути.",
    "Tell Their Story": "Разкажете тяхната история",
    "Add photos, write an obituary, create a timeline of their life milestones.": "Добавете снимки, напишете некролог, създайте хронология на важните моменти от живота им.",
    "Honoring Lives": "Почитане на животи",
    "Simple, Honest": "Просто, честно",
    "Start for free. Upgrade when you need more. No hidden fees, no surprises.": "Започнете безплатно. Надградете, когато имате нужда от повече. Без скрити такси, без изненади.",
    "Starter": "Стартов",
    "Free": "Безплатен",
    "Perfect for a single tribute": "Идеален за единична почест",
    "1 memorial page": "1 мемориална страница",
    "Up to 5 photos": "До 5 снимки",
    "Basic obituary editor": "Основен редактор на некролози",
    "Virtual candles & flowers": "Виртуални свещи и цветя",
    "Premium": "Премиум",
    "Most Popular": "Най-популярен",
    "For families who want more": "За семейства, които искат повече",
    "month": "месец",
    "one-time": "еднократно",
    "one time": "еднократно",
    "Everything in Monthly": "Всичко от месечния план",
    "Unlimited memorials": "Неограничени мемориали",
    "Unlimited photo storage": "Неограничено хранилище за снимки",
    "Life timeline feature": "Функция за хронология на живота",
    "Privacy controls & password protection": "Настройки за поверителност и защита с парола",
    "Custom memorial slug / URL": "Персонализиран URL адрес на мемориала",
    "Printable QR codes for gravestones": "QR кодове за печат за надгробни плочи",
    "Family tree & relationship links": "Родословно дърво и връзки между близки",
    "Priority support": "Приоритетна поддръжка",
    "Get Started with Premium": "Започнете с Премиум",
    "Subscribe Monthly": "Месечен абонамент",
    "Subscribe Yearly": "Годишен абонамент",
    "Year": "Година",
    "year": "година",
    "25% savings": "25 % спестявания",
    "Save over 25% compared to monthly": "Спестете над 25 % в сравнение с месечния абонамент",
    "Buy Lifetime": "Купете доживотен достъп",
    "One-time": "Еднократно",
    "One-time payment. Access premium features forever.": "Еднократно плащане. Достъп до премиум функциите завинаги.",
    "Concierge": "Консиерж",
    "We handle everything for you": "Ние се грижим за всичко вместо Вас",
    "Everything in Premium": "Всичко от Премиум",
    "Professional memorial setup": "Професионално създаване на мемориал",
    "Photo scanning & digitization": "Сканиране и дигитализация на снимки",
    "Obituary writing assistance": "Помощ при написване на некролог",
    "Timeline curation by our team": "Подготовка на хронологията от нашия екип",
    "Engraved QR plaque shipped to you": "Гравирана QR плакета, изпратена до Вас",
    "Dedicated support representative": "Персонален представител за поддръжка",
    "Choose Concierge": "Изберете Консиерж",
    "Frequently Asked Questions": "Често задавани въпроси",
    "Can I upgrade from Free to Premium later?": "Мога ли да надградя от Безплатен до Премиум по-късно?",
    "Absolutely. You can upgrade at any time from your dashboard. All your existing memorial content will be preserved and you will instantly unlock all premium features.": "Разбира се. Можете да надградите по всяко време от Вашето табло. Цялото Ви съществуващо съдържание на мемориала ще бъде запазено и ще отключите незабавно всички премиум функции.",
    "How long are memorials preserved?": "Колко дълго се съхраняват мемориалите?",
    "All memorials are preserved indefinitely. Whether you are on a free or paid plan, we are committed to keeping your loved one's memorial accessible forever.": "Всички мемориали се съхраняват безсрочно. Независимо дали сте на безплатен или платен план, ние се ангажираме да поддържаме мемориала на Вашия близък достъпен завинаги.",
    "What is the QR code for gravestones?": "Какво представлява QR кодът за надгробни плочи?",
    "Premium members can generate a unique QR code that links to the memorial page. Print it, engrave it on a plaque, or attach it to a headstone so visitors can scan it with their phone.": "Премиум членовете могат да генерират уникален QR код, който води към мемориалната страница. Отпечатайте го, гравирайте го на плакета или го прикрепете към надгробна плоча, за да могат посетителите да го сканират с телефона си.",
    "Is my payment secure?": "Сигурно ли е плащането ми?",
    "All payments are processed securely through Stripe. We never store your credit card information on our servers.": "Всички плащания се обработват сигурно чрез Stripe. Ние никога не съхраняваме информация за кредитната Ви карта на нашите сървъри.",
    "Feature Comparison": "Сравнение на функции",
    "Feature": "Функция",
    "Unlimited": "Неограничено",
    "Custom QR codes": "Персонализирани QR кодове",
    "Custom Memorial URLs": "Персонализирани URL адреси на мемориали",
    "Advanced analytics": "Разширена анализ",
    "Monthly": "Месечно",
    "Best Value": "Най-изгодно",
    "Preserving Memories,": "Съхраняване на спомени,",
    "Learn about GraveSpace and our mission to preserve the memory of loved ones through beautiful, lasting digital memorials.": "Научете повече за GraveSpace и нашата мисия да съхраняваме паметта на близките чрез красиви, трайни дигитални мемориали.",
    "Our Mission": "Нашата мисия",
    "GraveSpace was created with a simple, deeply human belief: every life deserves to be remembered. We build tools that help families preserve and share the stories of those they love.": "GraveSpace беше създаден с просто, дълбоко човешко убеждение: всеки живот заслужава да бъде запомнен. Ние създаваме инструменти, които помагат на семействата да съхраняват и споделят историите на тези, които обичат.",
    "In a world that moves quickly, the memories of those we have lost can fade all too fast. Old photographs are tucked away in boxes. Stories live only in the minds of those who knew them. And with each passing year, the details grow softer.": "В свят, който се движи бързо, спомените за тези, които сме загубили, могат да избледнеят прекалено бързо. Старите снимки са прибрани в кутии. Историите живеят само в съзнанието на тези, които са ги познавали. И с всяка изминала година детайлите стават все по-неясни.",
    "GraveSpace exists to change that. We provide a dignified, beautiful space where families can gather their memories in one place: photographs, life stories, timelines, and heartfelt tributes from loved ones near and far.": "GraveSpace съществува, за да промени това. Ние предоставяме достойно, красиво пространство, където семействата могат да съберат спомените си на едно място: снимки, истории от живота, хронологии и сърдечни почести от близки отблизо и далеч.",
    "\"Those we love don't go away, they walk beside us every day. Unseen, unheard, but always near; still loved, still missed, and very dear.\"\n-- Anonymous": "\"Тези, които обичаме, не си отиват, те вървят до нас всеки ден. Невидими, нечути, но винаги близо; все още обичани, все още липсващи и много скъпи.\"\n-- Анонимен",
    "What We Believe": "В какво вярваме",
    "Dignity & Respect": "Достойнство и уважение",
    "Every memorial is treated with the reverence it deserves. Our design choices reflect the gravity and beauty of honoring a life well lived.": "Всеки мемориал се третира с почитта, която заслужава. Нашите дизайнерски решения отразяват значимостта и красотата на почитането на добре изживян живот.",
    "Privacy & Trust": "Поверителност и доверие",
    "Your memories are sacred. We offer robust privacy controls and never monetize your data. You decide who sees what, always.": "Вашите спомени са свещени. Ние предлагаме надеждни настройки за поверителност и никога не монетизираме Вашите данни. Вие решавате кой какво вижда, винаги.",
    "Permanence": "Постоянство",
    "Memorials are not temporary. We are committed to preserving your tributes indefinitely so future generations can connect with their heritage.": "Мемориалите не са временни. Ние се ангажираме да съхраняваме Вашите почести безсрочно, за да могат бъдещите поколения да се свържат с наследството си.",
    "Built With Care": "Създадено с грижа",
    "GraveSpace is built by a small, dedicated team that understands the weight of loss and the importance of remembrance. We have personally experienced the comfort that comes from having a place to revisit cherished memories.": "GraveSpace е създаден от малък, отдаден екип, който разбира тежестта на загубата и значението на помненето. Ние лично сме изпитали утехата, която идва от това да имаш място, където да се върнеш към скъпи спомени.",
    "Every feature we build, every design decision we make, is guided by empathy and a deep respect for the families who trust us with their most precious memories.": "Всяка функция, която създаваме, всяко дизайнерско решение, което вземаме, е ръководено от съпричастност и дълбоко уважение към семействата, които ни доверяват най-ценните си спомени.",
    "Honor Someone You Love": "Почетете някой, когото обичате",
    "Sign up for free and start building your memorial page in minutes.": "Регистрирайте се безплатно и започнете да създавате Вашата мемориална страница за минути.",
    "Create an Account": "Създаване на акаунт",
    "Browse public memorials and pay your respects to those who have passed.": "Разгледайте публични мемориали и отдайте почит на починалите.",
    "Search by name...": "Търсене по име...",
    "Search memorials...": "Търсене на мемориали...",
    "No memorials found": "Не са намерени мемориали",
    "No public memorials yet": "Все още няма публични мемориали",
    "Be the first to create a memorial and honor someone you love.": "Бъдете първият, който ще създаде мемориал и ще почете някой, когото обича.",
    "Try a different search term or browse all memorials.": "Опитайте с друг термин за търсене или разгледайте всички мемориали.",
    "View All Memorials": "Вижте всички мемориали",
    "gifts": "подаръци",
    "flowers": "цветя",
    "stars": "звезди",
    "trees": "дръвчета",
    "Gallery": "Галерия",
    "Timeline": "Хронология",
    "Tributes & Memories": "Почести и спомени",
    "Tributes": "Почести",
    "Photo Gallery": "Фотогалерия",
    "Life Timeline": "Хронология на живота",
    ":name's story continues through the memories shared by those who loved them.": "Историята на :name продължава чрез спомените, споделени от тези, които са го/я обичали.",
    "View all :count photos": "Вижте всички :count снимки",
    "Leave a Virtual Gift": "Оставете виртуален подарък",
    "Leave Gift": "Оставете подарък",
    "Choose a gift": "Изберете подарък",
    "Message (optional)": "Съобщение (по избор)",
    "Add a message (optional)": "Добавете съобщение (по избор)",
    "Place Gift": "Поставете подарък",
    "Candle": "Свещ",
    "Flower": "Цвете",
    "Tree": "Дърво",
    "Wreath": "Венец",
    "Star": "Звезда",
    "Candles": "Свещи",
    "Flowers": "Цветя",
    "Trees": "Дръвчета",
    "Stars": "Звезди",
    "Share a Memory": "Споделете спомен",
    "Your Name": "Вашето име",
    "Email (optional)": "Имейл (по избор)",
    "Email (private)": "Имейл (личен)",
    "Your Tribute": "Вашата почест",
    "Your tribute": "Вашата почест",
    "Share a memory, a story, or a message...": "Споделете спомен, история или съобщение...",
    "Share a memory, story, or message...": "Споделете спомен, история или съобщение...",
    "Leave a tribute...": "Оставете почест...",
    "Submit Tribute": "Изпратете почест",
    "No tributes yet. Be the first to share a memory.": "Все още няма почести. Бъдете първият, който ще сподели спомен.",
    "Tributes are reviewed before publishing.": "Почестите се преглеждат преди публикуване.",
    "Cemetery / Resting Place": "Гробище / Място на упокоение",
    "Resting Place": "Място на упокоение",
    "Back to memorial": "Обратно към мемориала",
    "No photos in the gallery yet.": "Все още няма снимки в галерията.",
    "No timeline events yet.": "Все още няма събития в хронологията.",
    ":name's life, one moment at a time.": "Животът на :name, един момент по един.",
    "The story of :name's life, one moment at a time.": "Историята на живота на :name, един момент по един.",
    "In loving memory...": "В любящ спомен...",
    "Cover photo of :name": "Корична снимка на :name",
    "Photo of :name": "Снимка на :name",
    "Memorial photo": "Мемориална снимка",
    "Back to GraveSpace": "Обратно към GraveSpace",
    "This Memorial is Private": "Този мемориал е личен",
    "This memorial is password protected.": "Този мемориал е защитен с парола.",
    "Please enter the password to view this memorial page.": "Моля, въведете паролата, за да видите тази мемориална страница.",
    "Password Required": "Изисква се парола",
    "Memorial Password": "Парола на мемориала",
    "Password": "Парола",
    "Enter memorial password": "Въведете паролата на мемориала",
    "Confirm": "Потвърдете",
    "View Memorial": "Вижте мемориала",
    "Leave a virtual gift": "Оставете виртуален подарък",
    "Welcome back, :name": "Добре дошли отново, :name",
    "Manage your memorials and keep memories alive.": "Управлявайте Вашите мемориали и пазете спомените живи.",
    "Total Memorials": "Общо мемориали",
    "Total Photos": "Общо снимки",
    "Pending Tributes": "Изчакващи почести",
    "Premium Member": "Премиум член",
    "You have access to all premium features.": "Имате достъп до всички премиум функции.",
    "Free Plan": "Безплатен план",
    "You are on the free plan with limited features.": "Вие сте на безплатния план с ограничени функции.",
    "Upgrade to Premium": "Надградете до Премиум",
    "Unlock unlimited memorials, custom QR codes, custom slugs, and more.": "Отключете неограничени мемориали, персонализирани QR кодове, персонализирани URL адреси и още.",
    "View Plans": "Вижте плановете",
    "Quick Actions": "Бързи действия",
    "Create Memorial": "Създаване на мемориал",
    "View Billing": "Вижте фактурирането",
    "Recent Memorials": "Скорошни мемориали",
    "No memorials yet": "Все още няма мемориали",
    "You have not created any memorials yet.": "Все още не сте създали мемориали.",
    "Create your first memorial to honor and preserve the memory of a loved one.": "Създайте първия си мемориал, за да почетете и съхраните паметта на близък.",
    "Create Your First Memorial": "Създайте първия си мемориал",
    "My Memorials": "Моите мемориали",
    "Manage and organize all your memorials.": "Управлявайте и организирайте всичките си мемориали.",
    "Create New Memorial": "Създаване на нов мемориал",
    "Published": "Публикуван",
    "Draft": "Чернова",
    "Edit": "Редактиране",
    "View": "Преглед",
    "Delete": "Изтриване",
    "Are you sure you want to delete this memorial? This action cannot be undone.": "Сигурни ли сте, че искате да изтриете този мемориал? Това действие не може да бъде отменено.",
    ":count photos": ":count снимки",
    "Back to Memorials": "Обратно към мемориалите",
    "Please correct the following errors:": "Моля, коригирайте следните грешки:",
    "Personal Information": "Лична информация",
    "First Name": "Собствено име",
    "Last Name": "Фамилно име",
    "Maiden Name": "Моминско име",
    "optional": "по избор",
    "Date of Birth": "Дата на раждане",
    "Date of Death": "Дата на смъртта",
    "Place of Birth": "Място на раждане",
    "Place of Death": "Място на смъртта",
    "City, State, Country": "Град, Област, Държава",
    "Life Story & Obituary": "История на живота и некролог",
    "Obituary": "Некролог",
    "Share the story of their life, their passions, accomplishments, and the legacy they leave behind...": "Споделете историята на техния живот, страстите им, постиженията и наследството, което оставят след себе си...",
    "Share the story of their life...": "Споделете историята на техния живот...",
    "Photos": "Снимки",
    "Cover Photo": "Корична снимка",
    "Recommended: 1200x400px. JPG, PNG, or WebP.": "Препоръчително: 1200x400px. JPG, PNG или WebP.",
    "Profile Photo": "Профилна снимка",
    "Recommended: 400x400px. JPG, PNG, or WebP.": "Препоръчително: 400x400px. JPG, PNG или WebP.",
    "Privacy Settings": "Настройки за поверителност",
    "Public": "Публичен",
    "Anyone with the link can view this memorial.": "Всеки с линка може да види този мемориал.",
    "Password Protected": "Защитен с парола",
    "Visitors must enter a password to view this memorial.": "Посетителите трябва да въведат парола, за да видят този мемориал.",
    "Invite Only": "Само с покана",
    "Only people you invite can view this memorial.": "Само хората, които поканите, могат да видят този мемориал.",
    "Enter a password for visitors": "Въведете парола за посетители",
    "Cemetery Name": "Име на гробище",
    "e.g., Greenwood Memorial Park": "напр. Централни софийски гробища",
    "Cemetery Address": "Адрес на гробище",
    "Full address": "Пълен адрес",
    "Latitude": "Географска ширина",
    "e.g., 40.7128": "напр. 42.6977",
    "Longitude": "Географска дължина",
    "e.g., -74.0060": "напр. 23.3219",
    "Cancel": "Отказ",
    "Save": "Запазване",
    "Edit Memorial": "Редактиране на мемориал",
    "Current cover photo": "Текуща корична снимка",
    "Upload a new image to replace the current one.": "Качете ново изображение, за да замените текущото.",
    "Current profile photo": "Текуща профилна снимка",
    "Publishing": "Публикуване",
    "Make this memorial visible to the public.": "Направете този мемориал видим за обществеността.",
    "Custom URL Slug": "Персонализиран URL адрес",
    "custom-memorial-url": "персонализиран-url-на-мемориал",
    "Upgrade to Premium to customize your memorial URL.": "Надградете до Премиум, за да персонализирате URL адреса на Вашия мемориал.",
    "QR Code": "QR код",
    "Generate QR Code": "Генериране на QR код",
    "Generate a QR code that links directly to this memorial.": "Генерирайте QR код, който води директно към този мемориал.",
    "Add Photos to Gallery": "Добавяне на снимки в галерията",
    "Select multiple images. JPG, PNG, or WebP.": "Изберете няколко изображения. JPG, PNG или WebP.",
    "Upload Photos": "Качване на снимки",
    "No photos yet": "Все още няма снимки",
    "Photos will appear here once they are added to the memorial.": "Снимките ще се появят тук, след като бъдат добавени към мемориала.",
    "Delete this photo?": "Да се изтрие ли тази снимка?",
    "No tributes have been submitted yet.": "Все още не са изпратени почести.",
    "Approve": "Одобряване",
    "Reject": "Отхвърляне",
    "Approved": "Одобрена",
    "Pending": "Изчакваща",
    "Delete this tribute?": "Да се изтрие ли тази почест?",
    "Danger Zone": "Опасна зона",
    "Delete This Memorial": "Изтриване на този мемориал",
    "Once you delete a memorial, there is no going back. All photos, tributes, and data will be permanently removed.": "След като изтриете мемориал, няма връщане назад. Всички снимки, почести и данни ще бъдат премахнати завинаги.",
    "Are you absolutely sure you want to delete this memorial? This action is irreversible.": "Напълно сигурни ли сте, че искате да изтриете този мемориал? Това действие е необратимо.",
    "Delete Memorial": "Изтриване на мемориал",
    "Save Changes": "Запазване на промените",
    "Current": "Текущ",
    "Memorial": "Мемориал",
    "Billing & Subscription": "Фактуриране и абонамент",
    "Manage your plan and subscription details.": "Управлявайте Вашия план и детайли за абонамента.",
    "Lifetime Premium": "Доживотен Премиум",
    "You have lifetime access to all premium features. Thank you for your support!": "Имате доживотен достъп до всички премиум функции. Благодарим Ви за подкрепата!",
    "Manage Subscription": "Управление на абонамента",
    "Current Plan": "Текущ план",
    "Photos per memorial": "Снимки на мемориал",
    "1": "1",
    "10": "10",
    "forever": "завинаги",
    "Add Timeline Event": "Добавяне на събитие в хронологията",
    "Edit Event": "Редактиране на събитие",
    "Title": "Заглавие",
    "Description": "Описание",
    "Date": "Дата",
    "Update Event": "Актуализиране на събитие",
    "Add Event": "Добавяне на събитие",
    "Delete this event?": "Да се изтрие ли това събитие?",
    "Life events and milestones will appear here once they are added to the memorial.": "Жизнените събития и важните моменти ще се появят тук, след като бъдат добавени към мемориала.",
    "No photos have been added yet.": "Все още не са добавени снимки.",
    "Clear search": "Изчистване на търсенето",
    "No memorials found.": "Не са намерени мемориали.",
    "Welcome Back": "Добре дошли отново",
    "Email": "Имейл",
    "Remember me": "Запомни ме",
    "Forgot password?": "Забравена парола?",
    "Forgot your password?": "Забравихте паролата си?",
    "Log in": "Вход",
    "Don't have an account?": "Нямате акаунт?",
    "Create one": "Създайте такъв",
    "Name": "Име",
    "Confirm Password": "Потвърдете паролата",
    "Already have an account?": "Вече имате акаунт?",
    "Already registered?": "Вече сте регистрирани?",
    "Register": "Регистрация",
    "New Password": "Нова парола",
    "Current Password": "Текуща парола",
    "John Doe": "Иван Иванов",
    "Reset Password": "Нулиране на парола",
    "Email Password Reset Link": "Изпращане на линк за нулиране на парола",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забравихте паролата си? Няма проблем. Просто ни кажете имейл адреса си и ние ще Ви изпратим линк за нулиране на паролата, който ще Ви позволи да изберете нова.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Благодарим Ви за регистрацията! Преди да започнете, бихте ли потвърдили имейл адреса си, като кликнете на линка, който Ви изпратихме? Ако не сте получили имейла, ще Ви изпратим нов с удоволствие.",
    "A new verification link has been sent to the email address you provided during registration.": "Нов линк за потвърждение е изпратен на имейл адреса, който сте предоставили при регистрация.",
    "A new verification link has been sent to your email address.": "Нов линк за потвърждение е изпратен на Вашия имейл адрес.",
    "Resend Verification Email": "Повторно изпращане на имейл за потвърждение",
    "This is a secure area of the application. Please confirm your password before continuing.": "Това е защитена част от приложението. Моля, потвърдете паролата си, преди да продължите.",
    "Saved.": "Запазено.",
    "Profile Information": "Информация за профила",
    "Update your account's profile information and email address.": "Актуализирайте информацията за профила и имейл адреса на Вашия акаунт.",
    "Your email address is unverified.": "Вашият имейл адрес не е потвърден.",
    "Click here to re-send the verification email.": "Кликнете тук, за да изпратите отново имейла за потвърждение.",
    "Update Password": "Актуализиране на парола",
    "Ensure your account is using a long, random password to stay secure.": "Уверете се, че акаунтът Ви използва дълга, случайна парола за по-голяма сигурност.",
    "Delete Account": "Изтриване на акаунт",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "След като акаунтът Ви бъде изтрит, всички негови ресурси и данни ще бъдат окончателно изтрити. Преди да изтриете акаунта си, моля, изтеглете всички данни или информация, които искате да запазите.",
    "Are you sure you want to delete your account?": "Сигурни ли сте, че искате да изтриете акаунта си?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "След като акаунтът Ви бъде изтрит, всички негови ресурси и данни ще бъдат окончателно изтрити. Моля, въведете паролата си, за да потвърдите, че искате да изтриете окончателно акаунта си.",
    "Enter a new password (leave empty to keep current)": "Въведете нова парола (оставете празно, за да запазите текущата)",
    "A premium virtual memorial platform. Create beautiful, lasting tributes for the people who shaped your life.": "Премиум виртуална мемориална платформа. Създайте красиви, трайни почести за хората, които са оформили живота Ви.",
    "Platform": "Платформа",
    "Account": "Акаунт",
    "All rights reserved.": "Всички права запазени.",
    "Create a memorial on GraveSpace": "Създайте мемориал в GraveSpace",
    "Language": "Език",
    "Moderation": "Модерация",
    "Review and manage pending tributes across all your memorials.": "Прегледайте и управлявайте чакащите почести във всичките си мемориали.",
    "All": "Всички",
    "No pending tributes. All caught up!": "Няма чакащи почести. Всичко е наред!",
    "Reminders": "Напомняния",
    "Add Reminder": "Добави напомняне",
    "Disable": "Деактивирай",
    "Enable": "Активирай",
    "Birthday Reminder": "Напомняне за рожден ден",
    "Death Anniversary Reminder": "Напомняне за годишнина от смъртта",
    "Custom Reminder": "Персонализирано напомняне",
    "Next": "Следващо",
    "Paused": "На пауза",
    "Delete this reminder?": "Изтриване на това напомняне?",
    "No reminders set. Add one to get notified on important dates.": "Няма зададени напомняния. Добавете едно, за да бъдете известени на важни дати.",
    "Reminder Type": "Тип напомняне",
    "Birthday": "Рожден ден",
    "Death Anniversary": "Годишнина от смъртта",
    "Custom (yearly)": "Персонализирано (годишно)",
    "You already have a reminder of this type for this memorial.": "Вече имате напомняне от този тип за този мемориал.",
    "Family Connections": "Семейни връзки",
    "Add Connection": "Добави връзка",
    "No family connections yet. Link related memorials together.": "Все още няма семейни връзки. Свържете свързани мемориали.",
    "Search Your Memorials": "Търсете вашите мемориали",
    "Type a name to search...": "Въведете име за търсене...",
    "No matching memorials found.": "Не са намерени съвпадащи мемориали.",
    "Relationship": "Роднинска връзка",
    "Spouse": "Съпруг/а",
    "Parent": "Родител",
    "Child": "Дете",
    "Sibling": "Брат/Сестра",
    "Grandparent": "Баба/Дядо",
    "Grandchild": "Внук/Внучка",
    "Aunt": "Леля",
    "Uncle": "Чичо",
    "Cousin": "Братовчед/ка",
    "Niece": "Племенница",
    "Nephew": "Племенник",
    "Cannot link a memorial to itself.": "Мемориалът не може да бъде свързан със самия себе си.",
    "This connection already exists.": "Тази връзка вече съществува.",
    "Managers & Invitations": "Мениджъри и покани",
    "Invite": "Покани",
    "Current Managers": "Текущи мениджъри",
    "Remove this manager?": "Премахване на този мениджър?",
    "Owner": "Собственик",
    "Pending Invitations": "Чакащи покани",
    "Expires": "Изтича",
    "Revoke": "Оттегли",
    "Email Address": "Имейл адрес",
    "person@example.com": "person@example.com",
    "Role": "Роля",
    "Viewer": "Зрител",
    "Editor": "Редактор",
    "Send Invitation": "Изпрати покана",
    "An invitation has already been sent to this email.": "Покана вече е изпратена на този имейл.",
    "This invitation has expired.": "Тази покана е изтекла.",
    "Invitation accepted. You now have :role access to this memorial.": "Поканата е приета. Вече имате :role достъп до този мемориал.",
    "Video uploads require a Premium subscription.": "Качването на видеа изисква Premium абонамент.",
    "Video uploaded successfully. Processing will complete shortly.": "Видеото е качено успешно. Обработката ще приключи скоро.",
    "Video updated.": "Видеото е актуализирано.",
    "Video deleted.": "Видеото е изтрито."
}