{
    "Dashboard": "Dashboard",
    "Memorials": "Gedenkseiten",
    "Billing": "Abrechnung",
    "Explore": "Entdecken",
    "Profile": "Profil",
    "Log Out": "Abmelden",
    "Sign In": "Anmelden",
    "Get Started": "Jetzt starten",
    "Pricing": "Preise",
    "About": "Über uns",
    "Create Account": "Konto erstellen",

    "Honor Those": "Ehren Sie jene",
    "Who Matter": "Die wichtig sind",
    "Every Life Deserves": "Jedes Leben verdient es",
    "To Be Remembered": "In Erinnerung zu bleiben",
    "Create beautiful, lasting memorial pages for the people who shaped your life. Share memories, light candles, and keep their legacy alive forever.": "Erstellen Sie wunderschöne, dauerhafte Gedenkseiten für die Menschen, die Ihr Leben geprägt haben. Teilen Sie Erinnerungen, zünden Sie Kerzen an und bewahren Sie ihr Vermächtnis für immer.",
    "Get Started Free": "Kostenlos starten",
    "Explore Memorials": "Gedenkseiten entdecken",
    "Beautiful Memorials": "Wunderschöne Gedenkseiten",
    "Create stunning memorial pages with photos, timelines, and rich obituaries. Every detail is presented with elegance and care.": "Erstellen Sie beeindruckende Gedenkseiten mit Fotos, Zeitleisten und ausführlichen Nachrufen. Jedes Detail wird mit Eleganz und Sorgfalt präsentiert.",
    "Share & Remember": "Teilen & Erinnern",
    "Invite family and friends to contribute memories, photos, and heartfelt tributes. Light virtual candles and leave flowers.": "Laden Sie Familie und Freunde ein, Erinnerungen, Fotos und herzliche Würdigungen beizutragen. Zünden Sie virtuelle Kerzen an und hinterlassen Sie Blumen.",
    "Forever Preserved": "Für immer bewahrt",
    "Memorials are preserved indefinitely with secure cloud storage. Generate QR codes for gravestones to connect physical and digital tributes.": "Gedenkseiten werden mit sicherer Cloud-Speicherung auf unbestimmte Zeit bewahrt. Erstellen Sie QR-Codes für Grabsteine, um physische und digitale Würdigungen zu verbinden.",
    "How It Works": "So funktioniert es",
    "Create a Memorial": "Gedenkseite erstellen",
    "Create a memorial in just a few steps.": "Erstellen Sie eine Gedenkseite in nur wenigen Schritten.",
    "Share With Loved Ones": "Mit Angehörigen teilen",
    "Share the memorial link or QR code. Visitors can leave tributes and light candles.": "Teilen Sie den Gedenkseiten-Link oder QR-Code. Besucher können Würdigungen hinterlassen und Kerzen anzünden.",
    "Honor and preserve the memory of your loved one.": "Ehren und bewahren Sie die Erinnerung an Ihren geliebten Menschen.",
    "Trusted by Families Worldwide": "Von Familien weltweit geschätzt",
    "Thousands of families have chosen GraveSpace to honor and preserve the memory of their loved ones.": "Tausende Familien haben sich für GraveSpace entschieden, um die Erinnerung an ihre Liebsten zu ehren und zu bewahren.",
    "memorial pages": "Gedenkseiten",
    "Candles Lit": "Angezündete Kerzen",
    "candles": "Kerzen",
    "Tributes Written": "Verfasste Würdigungen",
    "tributes": "Würdigungen",
    "Photos Preserved": "Bewahrte Fotos",
    "photos": "Fotos",
    "Start preserving precious memories today. Create a free memorial and give your loved one the tribute they deserve.": "Beginnen Sie noch heute, wertvolle Erinnerungen zu bewahren. Erstellen Sie eine kostenlose Gedenkseite und geben Sie Ihrem geliebten Menschen die Würdigung, die er verdient.",
    "Create a Free Memorial": "Kostenlose Gedenkseite erstellen",
    "No credit card required. Create your first memorial in minutes.": "Keine Kreditkarte erforderlich. Erstellen Sie Ihre erste Gedenkseite in wenigen Minuten.",
    "Tell Their Story": "Erzählen Sie ihre Geschichte",
    "Add photos, write an obituary, create a timeline of their life milestones.": "Fügen Sie Fotos hinzu, verfassen Sie einen Nachruf und erstellen Sie eine Zeitleiste ihrer Lebensmeilensteine.",
    "Honoring Lives": "Leben ehren",

    "Simple, Honest": "Einfach, ehrlich",
    "Start for free. Upgrade when you need more. No hidden fees, no surprises.": "Starten Sie kostenlos. Upgraden Sie, wenn Sie mehr benötigen. Keine versteckten Gebühren, keine Überraschungen.",
    "Starter": "Starter",
    "Free": "Kostenlos",
    "Perfect for a single tribute": "Perfekt für eine einzelne Würdigung",
    "1 memorial page": "1 Gedenkseite",
    "Up to 5 photos": "Bis zu 5 Fotos",
    "Basic obituary editor": "Einfacher Nachruf-Editor",
    "Virtual candles & flowers": "Virtuelle Kerzen & Blumen",
    "Premium": "Premium",
    "Most Popular": "Am beliebtesten",
    "For families who want more": "Für Familien, die mehr möchten",
    "month": "Monat",
    "one-time": "einmalig",
    "one time": "einmalig",
    "Everything in Monthly": "Alles aus dem Monatspaket",
    "Unlimited memorials": "Unbegrenzte Gedenkseiten",
    "Unlimited photo storage": "Unbegrenzter Fotospeicher",
    "Life timeline feature": "Lebenszeitleisten-Funktion",
    "Privacy controls & password protection": "Datenschutzeinstellungen & Passwortschutz",
    "Custom memorial slug / URL": "Individuelle Gedenkseiten-URL",
    "Printable QR codes for gravestones": "Druckbare QR-Codes für Grabsteine",
    "Family tree & relationship links": "Stammbaum & Verwandtschaftsverknüpfungen",
    "Priority support": "Bevorzugter Support",
    "Get Started with Premium": "Mit Premium starten",
    "Subscribe Monthly": "Monatlich abonnieren",
    "Subscribe Yearly": "Jährlich abonnieren",
    "Year": "Jahr",
    "year": "Jahr",
    "25% savings": "25 % Ersparnis",
    "Save over 25% compared to monthly": "Sparen Sie über 25 % im Vergleich zum Monatsabo",
    "Buy Lifetime": "Lebenslang kaufen",
    "One-time": "Einmalig",
    "One-time payment. Access premium features forever.": "Einmalige Zahlung. Zugang zu Premium-Funktionen für immer.",
    "Concierge": "Concierge",
    "We handle everything for you": "Wir erledigen alles für Sie",
    "Everything in Premium": "Alles aus Premium",
    "Professional memorial setup": "Professionelle Gedenkseiten-Einrichtung",
    "Photo scanning & digitization": "Foto-Scannen & Digitalisierung",
    "Obituary writing assistance": "Unterstützung beim Verfassen des Nachrufs",
    "Timeline curation by our team": "Zeitleisten-Kuratierung durch unser Team",
    "Engraved QR plaque shipped to you": "Gravierte QR-Plakette wird Ihnen zugeschickt",
    "Dedicated support representative": "Persönlicher Support-Ansprechpartner",
    "Choose Concierge": "Concierge wählen",
    "Frequently Asked Questions": "Häufig gestellte Fragen",
    "Can I upgrade from Free to Premium later?": "Kann ich später von Kostenlos auf Premium upgraden?",
    "Absolutely. You can upgrade at any time from your dashboard. All your existing memorial content will be preserved and you will instantly unlock all premium features.": "Selbstverständlich. Sie können jederzeit über Ihr Dashboard upgraden. Alle Ihre bestehenden Gedenkseiten-Inhalte bleiben erhalten und Sie schalten sofort alle Premium-Funktionen frei.",
    "How long are memorials preserved?": "Wie lange werden Gedenkseiten bewahrt?",
    "All memorials are preserved indefinitely. Whether you are on a free or paid plan, we are committed to keeping your loved one's memorial accessible forever.": "Alle Gedenkseiten werden auf unbestimmte Zeit bewahrt. Unabhängig davon, ob Sie einen kostenlosen oder kostenpflichtigen Tarif nutzen, sind wir bestrebt, die Gedenkseite Ihres geliebten Menschen für immer zugänglich zu halten.",
    "What is the QR code for gravestones?": "Wozu dient der QR-Code für Grabsteine?",
    "Premium members can generate a unique QR code that links to the memorial page. Print it, engrave it on a plaque, or attach it to a headstone so visitors can scan it with their phone.": "Premium-Mitglieder können einen einzigartigen QR-Code generieren, der zur Gedenkseite führt. Drucken Sie ihn aus, gravieren Sie ihn auf eine Plakette oder befestigen Sie ihn an einem Grabstein, damit Besucher ihn mit ihrem Handy scannen können.",
    "Is my payment secure?": "Ist meine Zahlung sicher?",
    "All payments are processed securely through Stripe. We never store your credit card information on our servers.": "Alle Zahlungen werden sicher über Stripe abgewickelt. Wir speichern niemals Ihre Kreditkarteninformationen auf unseren Servern.",
    "Feature Comparison": "Funktionsvergleich",
    "Feature": "Funktion",
    "Unlimited": "Unbegrenzt",
    "Custom QR codes": "Individuelle QR-Codes",
    "Custom Memorial URLs": "Individuelle Gedenkseiten-URLs",
    "Advanced analytics": "Erweiterte Analysen",
    "Monthly": "Monatlich",
    "Best Value": "Bestes Angebot",

    "Preserving Memories,": "Erinnerungen bewahren,",
    "Learn about GraveSpace and our mission to preserve the memory of loved ones through beautiful, lasting digital memorials.": "Erfahren Sie mehr über GraveSpace und unsere Mission, die Erinnerung an geliebte Menschen durch wunderschöne, dauerhafte digitale Gedenkseiten zu bewahren.",
    "Our Mission": "Unsere Mission",
    "GraveSpace was created with a simple, deeply human belief: every life deserves to be remembered. We build tools that help families preserve and share the stories of those they love.": "GraveSpace wurde mit einer einfachen, zutiefst menschlichen Überzeugung gegründet: Jedes Leben verdient es, in Erinnerung zu bleiben. Wir entwickeln Werkzeuge, die Familien helfen, die Geschichten ihrer Liebsten zu bewahren und zu teilen.",
    "In a world that moves quickly, the memories of those we have lost can fade all too fast. Old photographs are tucked away in boxes. Stories live only in the minds of those who knew them. And with each passing year, the details grow softer.": "In einer Welt, die sich schnell bewegt, können die Erinnerungen an jene, die wir verloren haben, allzu schnell verblassen. Alte Fotografien liegen verstaut in Kisten. Geschichten leben nur in den Köpfen derer, die sie kannten. Und mit jedem Jahr verblassen die Details ein wenig mehr.",
    "GraveSpace exists to change that. We provide a dignified, beautiful space where families can gather their memories in one place: photographs, life stories, timelines, and heartfelt tributes from loved ones near and far.": "GraveSpace existiert, um das zu ändern. Wir bieten einen würdevollen, wunderschönen Raum, in dem Familien ihre Erinnerungen an einem Ort versammeln können: Fotografien, Lebensgeschichten, Zeitleisten und herzliche Würdigungen von Angehörigen nah und fern.",
    "\"Those we love don't go away, they walk beside us every day. Unseen, unheard, but always near; still loved, still missed, and very dear.\"\n-- Anonymous": "\"Jene, die wir lieben, gehen nicht fort, sie wandeln täglich an unserer Seite. Unsichtbar, unhörbar, doch immer nah; noch immer geliebt, noch immer vermisst und überaus teuer.\"\n-- Unbekannt",
    "What We Believe": "Woran wir glauben",
    "Dignity & Respect": "Würde & Respekt",
    "Every memorial is treated with the reverence it deserves. Our design choices reflect the gravity and beauty of honoring a life well lived.": "Jede Gedenkseite wird mit der Ehrfurcht behandelt, die sie verdient. Unsere Designentscheidungen spiegeln die Bedeutung und Schönheit wider, ein erfülltes Leben zu ehren.",
    "Privacy & Trust": "Datenschutz & Vertrauen",
    "Your memories are sacred. We offer robust privacy controls and never monetize your data. You decide who sees what, always.": "Ihre Erinnerungen sind heilig. Wir bieten umfassende Datenschutzeinstellungen und monetarisieren niemals Ihre Daten. Sie entscheiden immer, wer was sieht.",
    "Permanence": "Beständigkeit",
    "Memorials are not temporary. We are committed to preserving your tributes indefinitely so future generations can connect with their heritage.": "Gedenkseiten sind nicht vergänglich. Wir sind bestrebt, Ihre Würdigungen auf unbestimmte Zeit zu bewahren, damit zukünftige Generationen sich mit ihrem Erbe verbinden können.",
    "Built With Care": "Mit Sorgfalt gebaut",
    "GraveSpace is built by a small, dedicated team that understands the weight of loss and the importance of remembrance. We have personally experienced the comfort that comes from having a place to revisit cherished memories.": "GraveSpace wird von einem kleinen, engagierten Team entwickelt, das das Gewicht des Verlustes und die Bedeutung des Erinnerns versteht. Wir haben persönlich den Trost erfahren, der entsteht, wenn man einen Ort hat, an dem man geschätzte Erinnerungen wieder aufleben lassen kann.",
    "Every feature we build, every design decision we make, is guided by empathy and a deep respect for the families who trust us with their most precious memories.": "Jede Funktion, die wir entwickeln, jede Designentscheidung, die wir treffen, wird von Empathie und tiefem Respekt für die Familien geleitet, die uns ihre wertvollsten Erinnerungen anvertrauen.",
    "Honor Someone You Love": "Ehren Sie jemanden, den Sie lieben",
    "Sign up for free and start building your memorial page in minutes.": "Registrieren Sie sich kostenlos und beginnen Sie in wenigen Minuten mit der Erstellung Ihrer Gedenkseite.",
    "Create an Account": "Konto erstellen",

    "Browse public memorials and pay your respects to those who have passed.": "Durchsuchen Sie öffentliche Gedenkseiten und erweisen Sie den Verstorbenen die letzte Ehre.",
    "Search by name...": "Nach Name suchen...",
    "Search memorials...": "Gedenkseiten durchsuchen...",
    "No memorials found": "Keine Gedenkseiten gefunden",
    "No public memorials yet": "Noch keine öffentlichen Gedenkseiten",
    "Be the first to create a memorial and honor someone you love.": "Seien Sie der Erste, der eine Gedenkseite erstellt und jemanden ehrt, den Sie lieben.",
    "Try a different search term or browse all memorials.": "Versuchen Sie einen anderen Suchbegriff oder durchstöbern Sie alle Gedenkseiten.",
    "View All Memorials": "Alle Gedenkseiten anzeigen",
    "gifts": "Geschenke",
    "flowers": "Blumen",
    "stars": "Sterne",
    "trees": "Bäume",

    "Gallery": "Galerie",
    "Timeline": "Zeitleiste",
    "Tributes & Memories": "Würdigungen & Erinnerungen",
    "Tributes": "Würdigungen",
    "Photo Gallery": "Fotogalerie",
    "Life Timeline": "Lebenszeitleiste",
    ":name's story continues through the memories shared by those who loved them.": ":names Geschichte lebt weiter durch die Erinnerungen derer, die ihn/sie liebten.",
    "View all :count photos": "Alle :count Fotos ansehen",
    "Leave a Virtual Gift": "Virtuelles Geschenk hinterlassen",
    "Leave Gift": "Geschenk hinterlassen",
    "Choose a gift": "Geschenk auswählen",
    "Message (optional)": "Nachricht (optional)",
    "Add a message (optional)": "Nachricht hinzufügen (optional)",
    "Place Gift": "Geschenk platzieren",
    "Candle": "Kerze",
    "Flower": "Blume",
    "Tree": "Baum",
    "Wreath": "Kranz",
    "Star": "Stern",
    "Candles": "Kerzen",
    "Flowers": "Blumen",
    "Trees": "Bäume",
    "Stars": "Sterne",
    "Share a Memory": "Erinnerung teilen",
    "Your Name": "Ihr Name",
    "Email (optional)": "E-Mail (optional)",
    "Email (private)": "E-Mail (privat)",
    "Your Tribute": "Ihre Würdigung",
    "Your tribute": "Ihre Würdigung",
    "Share a memory, a story, or a message...": "Teilen Sie eine Erinnerung, eine Geschichte oder eine Nachricht...",
    "Share a memory, story, or message...": "Teilen Sie eine Erinnerung, Geschichte oder Nachricht...",
    "Leave a tribute...": "Hinterlassen Sie eine Würdigung...",
    "Submit Tribute": "Würdigung absenden",
    "No tributes yet. Be the first to share a memory.": "Noch keine Würdigungen vorhanden. Seien Sie der Erste, der eine Erinnerung teilt.",
    "Tributes are reviewed before publishing.": "Würdigungen werden vor der Veröffentlichung überprüft.",
    "Cemetery / Resting Place": "Friedhof / Ruhestätte",
    "Resting Place": "Ruhestätte",
    "Back to memorial": "Zurück zur Gedenkseite",
    "No photos in the gallery yet.": "Noch keine Fotos in der Galerie.",
    "No timeline events yet.": "Noch keine Zeitleisten-Ereignisse.",
    ":name's life, one moment at a time.": ":names Leben, ein Moment nach dem anderen.",
    "The story of :name's life, one moment at a time.": "Die Geschichte von :names Leben, ein Moment nach dem anderen.",
    "In loving memory...": "In liebevoller Erinnerung...",
    "Cover photo of :name": "Titelbild von :name",
    "Photo of :name": "Foto von :name",
    "Memorial photo": "Gedenkfoto",
    "Back to GraveSpace": "Zurück zu GraveSpace",

    "This Memorial is Private": "Diese Gedenkseite ist privat",
    "This memorial is password protected.": "Diese Gedenkseite ist passwortgeschützt.",
    "Please enter the password to view this memorial page.": "Bitte geben Sie das Passwort ein, um diese Gedenkseite anzuzeigen.",
    "Password Required": "Passwort erforderlich",
    "Memorial Password": "Gedenkseiten-Passwort",
    "Password": "Passwort",
    "Enter memorial password": "Gedenkseiten-Passwort eingeben",
    "Confirm": "Bestätigen",
    "View Memorial": "Gedenkseite ansehen",

    "Leave a virtual gift": "Virtuelles Geschenk hinterlassen",

    "Welcome back, :name": "Willkommen zurück, :name",
    "Manage your memorials and keep memories alive.": "Verwalten Sie Ihre Gedenkseiten und halten Sie Erinnerungen lebendig.",
    "Total Memorials": "Gedenkseiten gesamt",
    "Total Photos": "Fotos gesamt",
    "Pending Tributes": "Ausstehende Würdigungen",
    "Premium Member": "Premium-Mitglied",
    "You have access to all premium features.": "Sie haben Zugang zu allen Premium-Funktionen.",
    "Free Plan": "Kostenloser Tarif",
    "You are on the free plan with limited features.": "Sie nutzen den kostenlosen Tarif mit eingeschränkten Funktionen.",
    "Upgrade to Premium": "Auf Premium upgraden",
    "Unlock unlimited memorials, custom QR codes, custom slugs, and more.": "Schalten Sie unbegrenzte Gedenkseiten, individuelle QR-Codes, individuelle URLs und mehr frei.",
    "View Plans": "Tarife ansehen",
    "Quick Actions": "Schnellaktionen",
    "Create Memorial": "Gedenkseite erstellen",
    "View Billing": "Abrechnung ansehen",
    "Recent Memorials": "Neueste Gedenkseiten",
    "No memorials yet": "Noch keine Gedenkseiten",
    "You have not created any memorials yet.": "Sie haben noch keine Gedenkseiten erstellt.",
    "Create your first memorial to honor and preserve the memory of a loved one.": "Erstellen Sie Ihre erste Gedenkseite, um die Erinnerung an einen geliebten Menschen zu ehren und zu bewahren.",
    "Create Your First Memorial": "Erste Gedenkseite erstellen",

    "My Memorials": "Meine Gedenkseiten",
    "Manage and organize all your memorials.": "Verwalten und organisieren Sie alle Ihre Gedenkseiten.",
    "Create New Memorial": "Neue Gedenkseite erstellen",
    "Published": "Veröffentlicht",
    "Draft": "Entwurf",
    "Edit": "Bearbeiten",
    "View": "Ansehen",
    "Delete": "Löschen",
    "Are you sure you want to delete this memorial? This action cannot be undone.": "Sind Sie sicher, dass Sie diese Gedenkseite löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
    ":count photos": ":count Fotos",

    "Back to Memorials": "Zurück zu Gedenkseiten",
    "Please correct the following errors:": "Bitte korrigieren Sie die folgenden Fehler:",
    "Personal Information": "Persönliche Informationen",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Maiden Name": "Geburtsname",
    "optional": "optional",
    "Date of Birth": "Geburtsdatum",
    "Date of Death": "Sterbedatum",
    "Place of Birth": "Geburtsort",
    "Place of Death": "Sterbeort",
    "City, State, Country": "Stadt, Bundesland, Land",
    "Life Story & Obituary": "Lebensgeschichte & Nachruf",
    "Obituary": "Nachruf",
    "Share the story of their life, their passions, accomplishments, and the legacy they leave behind...": "Erzählen Sie die Geschichte ihres Lebens, ihrer Leidenschaften, Errungenschaften und des Vermächtnisses, das sie hinterlassen...",
    "Share the story of their life...": "Erzählen Sie die Geschichte ihres Lebens...",
    "Photos": "Fotos",
    "Cover Photo": "Titelbild",
    "Recommended: 1200x400px. JPG, PNG, or WebP.": "Empfohlen: 1200x400px. JPG, PNG oder WebP.",
    "Profile Photo": "Profilbild",
    "Recommended: 400x400px. JPG, PNG, or WebP.": "Empfohlen: 400x400px. JPG, PNG oder WebP.",
    "Privacy Settings": "Datenschutzeinstellungen",
    "Public": "Öffentlich",
    "Anyone with the link can view this memorial.": "Jeder mit dem Link kann diese Gedenkseite ansehen.",
    "Password Protected": "Passwortgeschützt",
    "Visitors must enter a password to view this memorial.": "Besucher müssen ein Passwort eingeben, um diese Gedenkseite anzuzeigen.",
    "Invite Only": "Nur auf Einladung",
    "Only people you invite can view this memorial.": "Nur von Ihnen eingeladene Personen können diese Gedenkseite ansehen.",
    "Enter a password for visitors": "Passwort für Besucher eingeben",
    "Cemetery Name": "Friedhofsname",
    "e.g., Greenwood Memorial Park": "z. B. Waldfriedhof",
    "Cemetery Address": "Friedhofsadresse",
    "Full address": "Vollständige Adresse",
    "Latitude": "Breitengrad",
    "e.g., 40.7128": "z. B. 40,7128",
    "Longitude": "Längengrad",
    "e.g., -74.0060": "z. B. -74,0060",
    "Cancel": "Abbrechen",
    "Save": "Speichern",

    "Edit Memorial": "Gedenkseite bearbeiten",
    "Current cover photo": "Aktuelles Titelbild",
    "Upload a new image to replace the current one.": "Laden Sie ein neues Bild hoch, um das aktuelle zu ersetzen.",
    "Current profile photo": "Aktuelles Profilbild",
    "Publishing": "Veröffentlichung",
    "Make this memorial visible to the public.": "Diese Gedenkseite öffentlich sichtbar machen.",
    "Custom URL Slug": "Individuelle URL-Kennung",
    "custom-memorial-url": "individuelle-gedenkseiten-url",
    "Upgrade to Premium to customize your memorial URL.": "Upgraden Sie auf Premium, um Ihre Gedenkseiten-URL anzupassen.",
    "QR Code": "QR-Code",
    "Generate QR Code": "QR-Code generieren",
    "Generate a QR code that links directly to this memorial.": "Generieren Sie einen QR-Code, der direkt zu dieser Gedenkseite führt.",
    "Add Photos to Gallery": "Fotos zur Galerie hinzufügen",
    "Select multiple images. JPG, PNG, or WebP.": "Mehrere Bilder auswählen. JPG, PNG oder WebP.",
    "Upload Photos": "Fotos hochladen",
    "No photos yet": "Noch keine Fotos",
    "Photos will appear here once they are added to the memorial.": "Fotos werden hier angezeigt, sobald sie zur Gedenkseite hinzugefügt wurden.",
    "Delete this photo?": "Dieses Foto löschen?",
    "No tributes have been submitted yet.": "Es wurden noch keine Würdigungen eingereicht.",
    "Approve": "Genehmigen",
    "Reject": "Ablehnen",
    "Approved": "Genehmigt",
    "Pending": "Ausstehend",
    "Delete this tribute?": "Diese Würdigung löschen?",
    "Danger Zone": "Gefahrenbereich",
    "Delete This Memorial": "Diese Gedenkseite löschen",
    "Once you delete a memorial, there is no going back. All photos, tributes, and data will be permanently removed.": "Sobald Sie eine Gedenkseite löschen, gibt es kein Zurück mehr. Alle Fotos, Würdigungen und Daten werden dauerhaft entfernt.",
    "Are you absolutely sure you want to delete this memorial? This action is irreversible.": "Sind Sie absolut sicher, dass Sie diese Gedenkseite löschen möchten? Diese Aktion ist unwiderruflich.",
    "Delete Memorial": "Gedenkseite löschen",
    "Save Changes": "Änderungen speichern",
    "Current": "Aktuell",
    "Memorial": "Gedenkseite",

    "Billing & Subscription": "Abrechnung & Abonnement",
    "Manage your plan and subscription details.": "Verwalten Sie Ihren Tarif und Ihre Abonnementdetails.",
    "Lifetime Premium": "Lebenslanges Premium",
    "You have lifetime access to all premium features. Thank you for your support!": "Sie haben lebenslangen Zugang zu allen Premium-Funktionen. Vielen Dank für Ihre Unterstützung!",
    "Manage Subscription": "Abonnement verwalten",
    "Current Plan": "Aktueller Tarif",
    "Photos per memorial": "Fotos pro Gedenkseite",
    "1": "1",
    "10": "10",
    "forever": "für immer",

    "Add Timeline Event": "Zeitleisten-Ereignis hinzufügen",
    "Edit Event": "Ereignis bearbeiten",
    "Title": "Titel",
    "Description": "Beschreibung",
    "Date": "Datum",
    "Update Event": "Ereignis aktualisieren",
    "Add Event": "Ereignis hinzufügen",
    "Delete this event?": "Dieses Ereignis löschen?",
    "Life events and milestones will appear here once they are added to the memorial.": "Lebensereignisse und Meilensteine werden hier angezeigt, sobald sie zur Gedenkseite hinzugefügt wurden.",

    "No photos have been added yet.": "Es wurden noch keine Fotos hinzugefügt.",

    "Clear search": "Suche zurücksetzen",
    "No memorials found.": "Keine Gedenkseiten gefunden.",

    "Welcome Back": "Willkommen zurück",
    "Email": "E-Mail",
    "Remember me": "Angemeldet bleiben",
    "Forgot password?": "Passwort vergessen?",
    "Forgot your password?": "Haben Sie Ihr Passwort vergessen?",
    "Log in": "Anmelden",
    "Don't have an account?": "Haben Sie noch kein Konto?",
    "Create one": "Konto erstellen",
    "Name": "Name",
    "Confirm Password": "Passwort bestätigen",
    "Already have an account?": "Haben Sie bereits ein Konto?",
    "Already registered?": "Bereits registriert?",
    "Register": "Registrieren",
    "New Password": "Neues Passwort",
    "Current Password": "Aktuelles Passwort",
    "John Doe": "Max Mustermann",
    "Reset Password": "Passwort zurücksetzen",
    "Email Password Reset Link": "Link zum Zurücksetzen des Passworts senden",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Teilen Sie uns einfach Ihre E-Mail-Adresse mit und wir senden Ihnen einen Link zum Zurücksetzen des Passworts, mit dem Sie ein neues Passwort wählen können.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Vielen Dank für Ihre Registrierung! Bevor Sie beginnen, könnten Sie bitte Ihre E-Mail-Adresse bestätigen, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben? Falls Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine neue.",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die Sie bei der Registrierung angegeben haben.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "Resend Verification Email": "Bestätigungsmail erneut senden",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein geschützter Bereich der Anwendung. Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "Saved.": "Gespeichert.",

    "Profile Information": "Profilinformationen",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und E-Mail-Adresse Ihres Kontos.",
    "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
    "Click here to re-send the verification email.": "Klicken Sie hier, um die Bestätigungsmail erneut zu senden.",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Delete Account": "Konto löschen",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht wird, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht. Bitte laden Sie vor dem Löschen alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Are you sure you want to delete your account?": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald Ihr Konto gelöscht wird, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Enter a new password (leave empty to keep current)": "Neues Passwort eingeben (leer lassen, um das aktuelle beizubehalten)",

    "A premium virtual memorial platform. Create beautiful, lasting tributes for the people who shaped your life.": "Eine erstklassige virtuelle Gedenkplattform. Erstellen Sie wunderschöne, dauerhafte Würdigungen für die Menschen, die Ihr Leben geprägt haben.",
    "Platform": "Plattform",
    "Account": "Konto",
    "All rights reserved.": "Alle Rechte vorbehalten.",
    "Create a memorial on GraveSpace": "Gedenkseite auf GraveSpace erstellen",

    "Language": "Sprache"
}
